export default {
    "partOne": {
        "title": "我的简介",
        "subTitle": "你好呀，🖐️",
        "content": [
            "我的名字叫戴万兴，当然你也可以称呼我的英文名 Wonder Dai。",
            "我出生于湖南省益阳市, 从大学毕业到现在从事前端开发将近三年了。",
            "我在大学主修的课程是计算机科学与技术，我学过C、Java以及.NET, 每天上机房课时，我对着屏幕前的黑白命令行界面敲着代码，让我觉得这些计算机课程太过枯燥乏味，直到我遇见了JavaScript。因为大学曾加入的某个社团需要搭建一个社团主页，而我又恰好是团队里的唯一的计算机专业的学生，于是这个责任就交给了我。",
            "我开始接触学习JavaScript以及CSS和HTML，js这门语言没有那么多的约束，用起来很灵活，这让我一下子爱上了它。还有CSS，我能用它轻易的绘制出各种形状,添加漂亮的交互动画。 这简直是太有趣了！",
            "正是因为这个契机，让我决定毕业后踏上前端工程师这条路，直到现在我也依然热爱并耕耘于这个行业。",
            "我专注于Typescript，Vue.js 和 CSS， 目前正在学习如何使用正则表达式",
            "如果你对我感兴趣的话，欢迎通过gmail与我联系 ;-)"
        ]
    },
    "partTwo": {
        "title": "我的github玩具",
        "subTitle": "以下是我构建过的github仓库"
    },
    "partThree": {
        "title": "我的兴趣",
        "subTitle": "以下是我感兴趣的技术话题"
    }
}